Repository: apontador/wp-apontador
Catalog: languages/wp-apontador-*.po
Languages: pt_br

source: Authenticated as
pt_br: Autenticado como

source: %d review
pt_br: %d avaliação

source: %d photo
pt_br: %d foto

source: %d place
pt_br: %d local

source: click
pt_br: clique

source: here
pt_br: aqui

source: to request a new authorization token
pt_br: para obter uma nova chave de autorização

source: Getting your own Consumer Key and Consumer secret for your blog is highly recommended.
pt_br: Obter sua própria 'Consumer Key' e 'Consumer Secret' para seu blog é altamente recomendado

source: Create a "new application" by editting your profile at apontador
pt_br: Crie uma "nova aplicação" editando seu perfil no apontador

source: there you can enter your website data and get your own key and secret pair
pt_br: você poderá inserir os dados do seu site e obter seus próprios<em>consumer key</em> e <em>secret</em>

source: The following codes are automagically generated, you don't need to worry about them
pt_br: Os códigos a seguir foram gerados <em>automagicamente</em>, você não precisa se preocupar com eles

source: Apontador Settings
pt_br: Configurações do Plugin do Apontador

source: How Many:
pt_br: Quantidade:

source: Max Length:
pt_br: Limite de Caracteres:

source: please, edit wp-apontador settings in your admin page
pt_br: por favor, edite as configurações do plugin wp-apontador em seu admin

source: Display your reviews from Apontador
pt_br: Mostrar suas avaliações no Apontador

source: Apontador Reviews
pt_br: Apontador - Avaliações
